{
    "Name": "Anshuman Behera",
    "Location": "Jalandhar, Punjab",
    "Email": "beheraanshuman9@gmail.com",
    "GitHub": "https://github.com/anshumanbehera27",
    "LinkedIn": "https://linkedin.com/in/anshuman-behera27",
    "LeetCode": "https://leetcode.com/anshuman-behera/",
    "Education": "Lovely Professional University, B.E/B.Tech in Data Science ML And AI (Aug. 2021– May 2025). Relevant Coursework: Data Structures, Software Methodology, Algorithms Analysis, Database Management, Data Science, OOPS Concepts, Data Analytics, Machine Learning.",
    "Experience": "Coding Ninjas, Teaching Assistant (Feb 2022– June 2022, remote). Mentored and supported the progress of over 630 peers over a 4-month period, ensuring consistent development and growth. Facilitated collaboration and innovation by managing daily interactions with diverse individuals, effectively addressing Python and DSA challenges. Resolved over 1.2k issues, demonstrating outstanding problem-solving abilities and technical proficiency. Developed and refined analytical, communication, and debugging skills throughout the internship, contributing to personal and peer improvement.",
    "Projects": "Bharat Agro | Python, Flask, ML Algorithms, Scikit-learn, Streamlit (April 2024). Aims to help farmers optimize costs and maximize profits by providing insights on crop selection and fertilization strategies. Achieved 92% accuracy in crop and fertilizer predictions. Telecom Churn Predictor | Python, Pandas, NumPy, Scikit-Learn, Matplotlib, Seaborn (November 2023). Achieved 96% accuracy with Gradient Boosting classifier for customer churn prediction. Product Reviews Web | Python, Flask, MongoDB, GitHub (March 2023). Consolidates reviews, ratings, and product suggestions from Flipkart and Amazon, providing users with comprehensive information.",
    "Technical Skills": "Languages: Java, Python, Kotlin. Tools/Platforms: MySQL, Tableau, Excel, Jupyter Notebook, GitHub. Technologies/Frameworks: Flask, Scikit-learn, Matplotlib, Seaborn, Pandas, NumPy, TensorFlow, XGBoost, Git.",
    "Achievements": "Secured a global rank of 2031 out of over 21,000 participants in the LeetCode Weekly Contest. Solved over 500+ problems on LeetCode. Awarded a Certificate of Excellence for achieving top marks and being the top ranker in a Certification Course by Coding Ninjas."
}
